var pageData = {
  header: {
    title: '极客招募令',
    button: 'Join Us'
  },
  about: {
    motto: '「相信创新的力量 相信产品的力量」',
    des: '极客公园是国内最大的创新者社区，总部位于北京，成立于 2010 年。这个社区的特点是聚焦互联网产品和科技趋势，通过优秀的产品观察报道，以及高质量的线下活动，汇聚了中国互联网最优秀的创业精英和产品人群，成为了目前国内极客们的相互学习和交流碰撞的平台。'
  },
  culture: {
    title: '极客在公园',
    list: [
      {
        title: '创新并实践',
        des: '极客精神的内核便是创新和实践，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现，从而让我们的生活更加美好。'
      },
      {
        title: '突破常规',
        des: '我们鼓励每位员工进行自我创新，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现。'
      },
      {
        title: '舒适的办公环境',
        des: '我们鼓励每位员工进行自我创新，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现。'
      },
      {
        title: '优厚的待遇',
        des: '我们鼓励每位员工进行自我创新，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现。'
      }
    ]
  }

};

module.exports = pageData;
