var pageData = {
  header: {
    title: '极客招募令',
    en:'Geeks Make Recruitment',
    button: 'Join Us'
  },
  about: {
    motto: '「相信创新的力量 相信产品的力量」',
    des: '极客公园是国内最大的创新者社区，总部位于北京，成立于 2010 年。这个社区的特点是聚焦互联网产品和科技趋势，通过优秀的产品观察报道，以及高质量的线下活动，汇聚了中国互联网最优秀的创业精英和产品人群，成为了目前国内极客们的相互学习和交流碰撞的平台。'
  },
  culture: {
    title: '极客在公园',
    list: [
      {
        title: '创新并实践',
        des: '极客精神的内核便是创新和实践，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现，从而让我们的生活更加美好。'
      }, {
        title: '突破常规',
        des: '我们鼓励每位员工进行自我创新，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现。'
      }, {
        title: '舒适的办公环境',
        des: '我们鼓励每位员工进行自我创新，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现。'
      }, {
        title: '优厚的待遇',
        des: '我们鼓励每位员工进行自我创新，这种精神不仅是保持互联网行业持续进化和不断发展的终极驱动力，可以促进优秀产品在各个行业的涌现。'
      }
    ],
    condition: 'If you\'re afraid of a challenge',
    images: [
      {
        title: '极客公园极客公园极客公园极客公园极客公园',
        url:'http://7xiwib.com1.z0.glb.clouddn.com/geek-01.jpg'
      }, {
        title: '极客公园',
        url:'http://7xiwib.com1.z0.glb.clouddn.com/geek-02.jpg'
      }, {
        title: '极客公园',
        url:'http://7xiwib.com1.z0.glb.clouddn.com/geek-03.jpg'
      }, {
        title: '极客公园',
        url:'http://7xiwib.com1.z0.glb.clouddn.com/geek-04.jpg'
      }
    ]
  },
  footer: {
    title: '极客公园寻找小伙伴，快到碗里来！',
    des: '作为普通人，如果你说你想改变世界，可能很多人都说你是疯子。',
    logo: 'http://7mnpep.com2.z0.glb.clouddn.com/assets/geekpark_new_logo1-aa5147d7ee4f629e10c533b965a68082.png',
    email: 'hr@geekpark.net'
  },
  positions: [
    {
      depart: '客户部',
      color: '#62b1cb',
      jobs: [
        {
          title: '资深客户执行',
          modalID: 'zishenkehuzhixing'
        }
      ]
    }, {
      depart: '极客加速计划',
      color: '#98CB62',
      jobs: [
        {
          title: '法务专员',
          modalID: 'fawuzhuanyuan'
        }
      ]
    }, {
      depart: '编辑部',
      color: '#E6CB62',
      jobs: [
        {
          title: '资深记者',
          modalID: 'zishenjizhe'
        }, {
          title: '科技编辑（海外方向）',
          modalID: 'kejibianji'
        }, {
          title: '硬件编辑（运营方向）',
          modalID: 'yingjianbianji'
        }, {
          title: '软件编辑（产品方向）',
          modalID: 'ruanjianbianji'
        }, {
          title: '内容运营（社交媒体方向）',
          modalID: 'neirongyunying'
        }
      ]
    }, {
      depart: '项目运营部',
      color: '#e6626c',
      jobs: [
        {
          title: '资深项目经理',
          modalID: 'zishenxiangmujingli'
        }, {
          title: '项目经理',
          modalID: 'xiangmujingli'
        }, {
          title: '数据管理',
          modalID: 'shujuguanli'
        }, {
          title: '项目助理',
          modalID: 'xiangmuzhuli'
        }, {
          title: '策划创意',
          modalID: 'cehuachuangyi'
        }, {
          title: '实习设计',
          modalID: 'shixisheji'
        }
      ]
    }, {
      depart: '开发部',
      color: '#68c0a0',
      jobs: [
        {
          title: '全栈工程师',
          modalID: 'quanzhangongchengshi'
        }, {
          title: '产品经理',
          modalID: 'chanpinjingli'
        }, {
          title: '产品经理助理',
          modalID: 'chanpinjinglizhuli'
        }, {
          title: '后端工程师',
          modalID: 'houduangongchengshi'
        }
      ]
    }, {
      depart: '品牌部',
      color: '#B062CB',
      jobs: [
        {
          title: '视频编辑',
          modalID: 'shipinbianji'
        }, {
          title: '媒介经理',
          modalID: 'meijiejingli'
        }
      ]
    }
  ],
  modal: [
    {
      id: 'about-video',
      contType: 'iframe',
      content: 'video on here'
    }, {
      id: 'zishenkehuzhixing',
      contType: 'job',
      title: '资深客户执行',
      content: {
        duty: [
          '通过与客户的良好沟通，充分理解并把握客户需求，协助客户经理与其他部门共同完成项目方案撰写，并完成提案',
          '独立负责并统筹项目的整体推进，组建项目团队，与客户经理一起对客户与执行项目人员的协调和沟通',
          '负责客户项目的具体执行工作，合理规划项目流程及工作进度，积极组织各项沟通会议，对项目资源报价梳理、对接客户、执行方案计划、排期计划，落地执行等，有效监督各个完成环节并形成评估总结报告',
          '积极维护与客户的良好关系，应变能力强，能妥善处理突发情况',
          '为客户项目跟踪及效果反馈报告及其他服务',
          '具有策略能力培养潜力, 对互动整合营销有较好的理解',
          '了解分析同行业的信息，关注业内同行的市场波动，具有一定水准的业内信息知识量'
        ],
        skills: [
          '大专以上学历，2年媒体行业客户服务工作优先',
          '具有项目提案经验，熟悉客户服务运作模式',
          '具有良好的职业形象，沟通能力及谈判能力强',
          '做事有效率，具有强大的执行能力，工作积极，乐观向上，有团队精神，能承受压力',
          '简单的英语读写能力'
        ]
      }
    }, {
      id: 'zishenjizhe',
      contType: 'job',
      title: '资深记者8k—13k',
      content: {
        duty: [
          '极客公园深度原创内容的采写',
          '在所擅长报道领域形成影响力',
          '对影响业界的重要公司持续跟踪及深入解读能力'
        ],
        skills: [
          '两年以上工作经验',
          '本科以上， 新闻、社会学、计算机、经济等专业优先',
          '熟练的英文读写',
          '至少三篇拿得出手的代表作（随简历请附上代表作）'
        ],
        extra: [
          '每天翻墙，并且理解为什么要翻墙',
          '熟练使用至少三种以上效率工具',
          '至少一项业余爱好并坚持多年'
        ]
      }
    }, {
      id: 'kejibianji',
      contType: 'job',
      title: '科技编辑（海外方向）6k—8k',
      content: {
        duty: [
          '国外重要科技动态的选题发掘和操作',
          '对于国外主要科技公司的持续关注和新闻的快速反应',
          '对国外优秀科技报道的解读能力'
        ],
        skills: [
          '无障碍的英语读写和翻译能力',
          '211大学，本科以上',
          '优秀的执行力和较强的承压能力',
          '长期关注科技新闻，对主流的科技公司如数家珍'
        ],
        extra: [
          '每天翻墙，并且理解为什么要翻墙',
          '熟练使用至少三种以上效率工具',
          '至少一项业余爱好并坚持多年'
        ],
        reward: [
          '从初出茅庐的新记者到业内最优秀科技记者的成长空间',
          '宽松的工作环境',
          '有机会接触和面对面采访国内外科技界最优秀的那帮人'
        ]
      }
    }, {
      id: 'yingjianbianji',
      contType: 'job',
      title: '硬件编辑（运营方向）6k—8k',
      content: {
        duty: [
          '极客公园在智能硬件领域的报道',
          '极客公园智能硬件体验馆的运营',
          '定期组织硬件领域小范围的聚会沙龙',
          '参与极客之选公众账号的运营'
        ],
        skills: [
          '无障碍的英语读写和翻译能力',
          '本科以上',
          '优秀的执行力和较强的承压能力',
          '长期关注科技新闻，对主流的科技公司如数家珍',
          '热爱硬件，能够介绍清楚至少十个不常见的创新硬件产品'
        ],
        extra: [
          '每天翻墙，并且理解为什么要翻墙',
          '熟练使用至少三种以上效率工具',
          '至少一项业余爱好并坚持多年'
        ]
      }
    }, {
      id: 'ruanjianbianji',
      contType: 'job',
      title: '软件编辑（产品方向）6k—8k',
      content: {
        duty: [
          '极客公园在软件产品领域的报道',
          '极客公园产品观察栏目的内容支持',
          '能从产品经理的视角发现并理解好产品背后的 knowhow',
          '在产品的设计、交互、推广、运营等环节中有自己独到的深入积累'
        ],
        skills: [
          '无障碍的英语读写和翻译能力',
          '本科以上',
          '优秀的执行力和较强的承压能力',
          '长期关注科技新闻，对主流的科技公司如数家珍',
          '热爱钻研产品，能够介绍清楚至少十个不常见的创新软件产品'
        ],
        extra: [
          '每天翻墙，并且理解为什么要翻墙',
          '熟练使用至少三种以上效率工具',
          '至少一项业余爱好并坚持多年'
        ]
      }
    }, {
      id: 'neirongyunying',
      contType: 'job',
      title: '内容运营（社交媒体方向）6k—8k',
      content: {
        duty: [
          '极客公园微博账号的运营',
          '极客公园原创内容与外部流量平台的分发和对接',
          '在极客公园的社交媒体端对用户进行科学梳理和运营'
        ],
        skills: [
          '熟悉微博平台，运营过粉丝过万的个人账号或粉丝十万以上的机构账号',
          '拿得出手的微博运营案例',
          '优秀的执行力和较强的承压能力',
          '长期关注科技新闻，对主流的科技公司如数家珍',
          '善用工具，具备数据思维'
        ],
        extra: [
          '每天翻墙，并且理解为什么要翻墙',
          '熟练使用至少三种以上效率工具',
          '至少一项业余爱好并坚持多年'
        ]
      }
    }, {
      id: 'zishenxiangmujingli',
      contType: 'job',
      title: '资深项目经理（1名）9K-12K',
      content: {
        duty: [
          '参与公司活动方案策划，以及活动前期筹备工作，包括与供应商的对接',
          '制定详细的活动项目工作计划',
          '负责活动的落地与执行、统筹管理，确保活动按照既定目标有序进行，协助部门总监追踪活动效果并分析总结',
          '配合公司其他部门完成活动的后期传播',
          '参与市场与品牌合作活动项目的执行'
        ],
        skills: [
          '每天翻墙',
          '善于与人交流，有良好的沟通协调能力',
          '为人靠谱，做事有条理、细心、责任心强，能承受较强的工作压力',
          '有至少5年会展活动管理经验，具备良好的处理突发事件的能力'
        ],
        extra: [
          '使用 Mac OS',
          '良好的英语听说读写能力',
          '热爱互联网产品并热衷于尝鲜'
        ]
      }
    }, {
      id: 'xiangmujingli',
      contType: 'job',
      title: '项目经理（1名）7-10K',
      content: {
        duty: [
          '参与公司活动项目方案策划，负责活动前期项目筹备工作',
          '负责活动的落地与执行、统筹管理，确保活动按照既定目标有序进行，追踪效果并分析总结',
          '配合公司其他部门完成活动的后期传播',
          '参与市场与品牌合作活动项目的执行'
        ],
        skills: [
          '每天翻墙',
          '善于与人交流，有良好的沟通协调能力',
          '为人靠谱，做事有条理、细心、责任心强，能承受较强的工作压力',
          '有至少2年活动项目管理的经验，具备良好的处理突发事件的能力'
        ],
        extra: [
          '使用 Mac OS',
          '热爱互联网产品并热衷于尝鲜'
        ]
      }
    }, {
      id: 'shujuguanli',
      contType: 'job',
      title: '数据管理（1名）7K-10K',
      content: {
        duty: [
          '负责公司所有活动用户数据体系搭建以及日常数据更新和整理',
          '分析、跟踪和分析运营数据，发现潜在的机会，为公司业务决策提供数据支持',
          '与技术开发部、市场部、品牌部、销售部等其他部门紧密合作，定期进行数据维护',
          '按照公司业务发展需求，从外部采集新的数据支持公司业务的发展'
        ],
        skills: [
          '每天翻墙',
          '为人靠谱，做事严谨，责任心强',
          '有至少2年互联网行业从业经历'
        ],
        extra: [
          '使用 Mac OS',
          '熟知线下活动组织流程，并有相关从业经历',
          '性别为女性'
        ]
      }
    }, {
      id: 'xiangmuzhuli',
      contType: 'job',
      title: '项目助理（1名）5K-10K',
      content: {
        duty: [
          '负责极客公园线下活动的执行工作，包括活动需求梳理、场地和搭建协调、会务管理等',
          '按照活动既定目标，负责对外小伙伴的沟通、协调工作',
          '及时给部门总监汇报项目执行进度并反馈执行结果状况'
        ],
        skills: [
          '每天翻墙',
          '善于与人交流，有良好的沟通协调能力',
          '做事细心，责任心强，有很强的执行能力',
          '熟悉会务流程',
          '为人靠谱'
        ],
        extra: [
          '使用Mac OS',
          '具备英文的听、说、读、写能力',
          '有互联网相关行业从业经历'
        ]
      }
    }, {
      id: 'cehuachuangyi',
      contType: 'job',
      title: '策划创意（1名）8K-12K',
      content: {
        duty: [
          '根据公司会展活动计划及目标，负责线下活动的创意策划和执行',
          '协同相关团队，负责提升会展活动的参会体验并加以落实',
          '深入研究客户需求，提出具有竞争力的创意和策划方案'
        ],
        skills: [
          '每天翻墙',
          '有一定的文字功底，思路清晰，创意独到',
          '工作主动性强，有很强的沟通能力',
          '熟悉活动策划、执行工作流程，有至少2年大型活动策划及实施经验'
        ],
        extra: [
          '使用Mac OS',
          '具备英文的听、说、读、写能力',
          '曾经参加过极客公园的重磅活动'
        ]
      }
    }, {
      id: 'shixisheji',
      contType: 'job',
      title: '实习设计（2名）3K- 4.5K',
      content: {
        duty: [
          '参与公司活动创意在线上线下的视觉解决方案，能在指导下完成高品质的视觉设计',
          '完成专题页、网站页面、活动主形象、手机页面等设计工作',
          '线下线上活动推广相关视觉物料设计制作'
        ],
        skills: [
          '对活动类视觉有一定的资料积累与实践经验',
          '可以与工作伙伴建立良好的信息沟通',
          '逻辑思维强，有自己的设计理念更佳',
          '熟练使用ai、id、ps等工具'
        ],
        extra: [
          '使用Mac OS',
          '有完整的设计作品',
          '有趣'
        ]
      }
    }, {
      id: 'quanzhangongchengshi',
      contType: 'job',
      title: '全栈工程师 1-2人 10–20k',
      content: {
        duty: [
          '解决极客公园的潜在问题',
          '对现有开发工作进行支持, 弥补一些开发人员不擅长的领域',
          '尝试不同解决方案, 学习新技术, 给团队带来更多新鲜领域, 一起进步'
        ],
        skills: [
          '2年以上开发经验，独立完成过互联网产品开发',
          '对产品有自己的理解，注重可用性，易用性，安全性',
          '擅长 nodejs, ruby ,移动开发, 爬虫, 数据分析中的一个或多个领域',
          '聪明, 学习能力强, 能够在短时间内完成从0到1的积累',
          '执行力强，沟通能力强',
          '使用 Mac OS 或 Linux',
          '有代码洁癖（但请不要太自虐）',
          '每天翻墙，爱玩，有好奇心和探索精神对结果负责，能承受压力',
          '良好的英文阅读能力'
        ]
      }
    }, {
      id: 'chanpinjingli',
      contType: 'job',
      title: '产品经理 15–20k',
      content: {
        duty: [
          '沟通极客公园主站各部门, 理解部门间的根本需求, 提出可执行的解决方案',
          '负责极客公园网站及app的日常维护与开发需求的需求整理, 产品设计, 并交与开发人员可执行的产品开发文档',
          '产品进度的掌控与部门之间资源的协调与沟通'
        ],
        skills: [
          '逻辑清晰, 沟通能力强',
          '2年以上产品经验，独立负责过产品项目',
          '理解产品的整个生命周期, 可以和一个产品一起孕育, 成长',
          '沟通能力强, 有能力调动身边一切产品资源',
          '熟练使用各种常用的产品设计工具',
          '熟悉 UI 和 UE 设计',
          '执行力强，产品文档能力强',
          '每天翻墙，有好奇心和探索精神，对结果负责，能承受压力'
        ],
        extra: [
          '使用Mac OS',
          '了解前端和后端开发技术',
          '有成功产品案例',
          '熟悉当前主流前沿开发技术(不是java和php)',
          '良好的英文阅读能力',
          '有趣'
        ]
      }
    }, {
      id: 'chanpinjinglizhuli',
      contType: 'job',
      title: '产品经理助理 7-10k',
      content: {
        duty: [
          '协助产品经理完成产品设计及文档工作',
          '沟通开发部门与业务部门, 保证产品需求完美执行',
          '跟踪产品开发进度, 保证产品质量',
          '独立完成一些功能模块的产品设计以及产品文档'
        ],
        skills: [
          '逻辑清晰, 沟通能力强',
          '理解产品的整个生命周期, 可以和一个产品一起孕育, 成长',
          '沟通能力强, 有能力调动身边产品资源',
          '熟练使用各种常用的产品设计工具',
          '熟悉 UI 和 UE 设计',
          '执行力强，产品文档能力强',
          '聪明',
          '每天翻墙，有好奇心和探索精神，对结果负责，能承受压力'
        ],
        extra: [
          '使用Mac OS',
          '了解前端和后端开发技术',
          '有成功产品案例',
          '熟悉当前主流前沿开发技术(不是java和php)',
          '良好的英文阅读能力',
          '有趣'
        ]
      }
    }, {
      id: 'houduangongchengshi',
      contType: 'job',
      title: '后端工程师 1–2人 10–20k',
      content: {
        duty: [
          '负责新产品 API 层的研发（只专注业务逻辑）',
          '负责产品与第三方服务接入的研发',
          '协助产品和前端工程师不断提升产品格调和用户体验'
        ],
        skills: [
          '2年以上后端研发经验，独立完成过互联网产品开发',
          '对产品有自己的理解，注重可用性，易用性，安全性',
          '对 nodejs 和 mongodb 有深入了解',
          '了解 RESTful 接口标准',
          '执行力强，沟通能力强',
          '使用 Mac OS 或 Linux',
          '有代码洁癖（但请不要太自虐）',
          '每天翻墙，爱玩，有好奇心和探索精神对结果负责，能承受压力',
          '良好的英文阅读能力'
        ],
        extra: [
          '利用第三方开放 API（例如：新浪微博，twitter 等）开发过相关产品',
          '有趣'
        ]
      }
    }, {
      id: 'fawuzhuanyuan',
      contType: 'job',
      title: '法务专员 6K-10K',
      content: {
        duty: [
          '负责公司日常法务文件的起草、审阅',
          '负责公司投融资法务事务的沟通及联络'
        ],
        skills: [
          '对公司法务工作有着长远的规划和热情，有公司法务工作的思维和敏感度',
          '工作勤劳、务实、细心，有良好的团队意识和出色的沟通能力',
          '国内正规法学院本科、研究生毕业，具有国外留学背景优先',
          '法律功底扎实，熟悉融投资、公司或商务合同相关领域的法律事务，能够较好地处理各种类型法律文件的起草和审阅工作',
          '有知名国内或国际律师事务所工作经验者可优先考虑'
        ]
      }
    }, {
      id: 'shipinbianji',
      contType: 'job',
      title: '视频编辑 5K-10K',
      content: {
        duty: [
          '独立高效的完成负责公司日常评测视频拍摄、制作、剪辑。如： http://v.youku.com/v_show/id_XNzE4MDY2NjQ4.html',
          '高效完成纪录片，访谈类视频的拍摄制作。如：http://v.youku.com/v_show/id_XMTI1MzM3MjA5Mg==.html 密码：123456',
          '配合活动部门、销售部门完成摄影摄像工作，完成不同风格的视频制作',
          '策划脑洞大开的新栏目等'
        ],
        skills: [
          '美术、动画等相关专业，大专以上学历',
          '有视频和影视制作经验，熟练使用Final Cut Pro x等后期剪辑，熟悉视频类型及相应制作流程，有良好的构图、色彩、镜头运动感，会包装类软件者优先',
          '熟悉各种视频、音频文件格式转换编码',
          '具有良好的沟通能力和团队合作意识',
          '热爱科技，对互联网深度用户 对本职工作有自己独特的见解',
          '必须有绝对的责任心和团队意识'
        ],
        extra: [
          '使用MAC，会AE特效',
          '简历务必附上作品，并标注参与的项目'
        ]
      }
    }, {
      id: 'meijiejingli',
      contType: 'job',
      title: '媒介经理 8k-10k',
      content: {
        duty: [
          '负责日常媒体关系维护，活动媒体管理及传播简报收集制作'
        ],
        skills: [
          '有广泛的媒体资源',
          '有良好的社交界面',
          '沟通能力强'
        ]
      }
    }
  ]
};

module.exports = pageData;
