module.exports = [
  {
    id: 'yonghuyunyingzongjian',
    contType: 'job',
    title: '用户运营总监',
    content: {
      duty: [
        '负责规划极客加速整体用户运营策略，负责网站用户，微信粉丝的用户运营，确保用户的增长率与活跃度',
        '基于对用户和产品的了解，根据公司对核心用户定位及策略，制定相应的核心用户体系并有效实施',
        '分析用户数据，梳理用户特征，优化细分标准',
        '能够独立策划开展面向核心用户各类线上及线下活动，并落实执行，通过组织活动，维护用户社交关系，提升用户活跃度，培养、扩大核心用户群',
        '负责分析运营数据，定期输出数据效果反馈，并进行阶段性优化和调整，给出可执行的解决方案'
      ],
      skills: [
        '具备本科或以上学历，三年以上互联网运营工作经验，有社群运营经验或社群资源优先',
        '具备和用户良好沟通能力，有团队协作意识和服务意识，责任心强，能够在复杂环境下协调资源，推进项目执行',
        '具有线上线下活动策划执行能力，协助新媒体团队后期宣传，进一步扩大活动影响力'
      ]
    }
  },
  {
    id: 'gaojifawujingli',
    contType: 'job',
    title: '高级法务经理',
    content: {
      duty: [
        '负责公司各类重大项目，设计交易结构、牵头组织法律尽职调查并审核法律文件，为项目提供法律支持，控制项目实施过程中的法律风险',
        '审核公司各种业务合同，参加重大合同的起草、修订工作，监督重大经济合同的履行，及时提供法律风险预警',
        '负责公司注册申报及相关材料撰写制作、持续督导等工作'
      ],
      skills: [
        '本科及以上学历，法律相关专业，获得证券从业资格、通过司法考试者优先',
        '有金融行业公司法务管理经验者优先',
        '精通公司法、合同法、知识产权法、民商法方面的法律法规',
        '工作态度认真、责任心极强，有良好的学习能力',
        '良好的团队合作意识，抗压能力强'
      ]
    }
  },
  {
    id: 'touzijingli',
    contType: 'job',
    title: '投资经理',
    content: {
      duty: [
        '负责寻找优秀创业项目，建立良好的合作关系',
        '根据自身对行业的判断及理解，对项目做判断及评价',
        '把控项目中可能出现的风险，促成交易圆满，提升项目成交率'
      ],
      skills: [
        '本科以上学历',
        '对互联网垂直领域有自己的认知及理解，熟悉创业公司',
        '有风险投资相关经验、创业媒体相关从业经验优先',
        '优秀的沟通能力、自我驱动能力，具备团队协作精神'
      ]
    }
  },
  {
    id: 'shangwujingli',
    contType: 'job',
    title: '商务经理',
    content: {
      duty: [
        '寻找契合的商务合作伙伴，挖掘和拓展商务合作机会，互联网流量合作、内容合作、各种线上、线下活动合作等',
        '维护合作伙伴及潜在合作伙伴关系，强化双方商务合作关系',
        '负责合作的沟通，争取最大资源和建立长期合作关系',
        '拓展新的合作渠道，探索新的推广模式，通过合作提升公司的影响力和覆盖用户'
      ],
      skills: [
        '本科以上学历，1年以上相关商务BD工作经验，有丰富的互联网行业资源',
        '较强的市场敏感度，善于整合资源，实现聚合互赢',
        '沟通和谈判能力强，具备较强客户关系处理能力'
      ]
    }
  },
  {
    id: 'qianduankaifa',
    contType: 'job',
    title: '前端开发',
    content: {
      duty: [
        '负责前端产品架构及研发工作'
      ],
      skills: [
        '精通 javascript，css3，html5 等前端必备技能',
        '熟悉 nodejs 语言，babel，gulp/grunt 等开发框架者优先',
        '要求具备一定学习能力，自带翻墙技能，有钻研新技术的热情，有极客精神，与公园气味相投'
      ]
    }
  },
  {
    id: 'houduankaifa',
    contType: 'job',
    title: '后端开发',
    content: {
      duty: [
        '负责公司产品线后端研发工作'
      ],
      skills: [
        '精通 nodejs，熟悉流行的 npm',
        '有 RESTful 标准 API 开发经验者优先',
        '有各开放平台​（支付，微信）接入经验者优先',
        '要求具备一定学习能力，自带翻墙技能，有钻研新技术的热情，有极客精神，与公园气味相投'
      ]
    }
  }
];
