module.exports = [
  {
    id: 'yonghuyunying',
    contType: 'job',
    title: '用户运营',
    content: {
      duty: [
        '负责测试用户的运营，制定运营策略筛选并留住高质量的测试用户',
        '了解用户需求，日常运营推送，用户反馈问题及时解决',
        '筛选有趣的App，定期发布测试任务保持用户活性',
        '审核测试用户提交的产品体验视频',
        '“极客商城”运营，定期更新新鲜好玩的产品，提高用户完成任务的积极性'
      ],
      skills: [
        '本科及以上学历，1年以上互联网运营经验',
        '有很强的用户意识，能够倾听、理解用户需求',
        '负责又耐心，乐观又自信，具备良好的沟通和团队合作能力',
        '懂用户服务，思维敏捷，有一定的逻辑分析能力和洞察力；善于从多角度出发发现和思考，并形成微创新'
      ],
      extra: [
        '使用 Mac OS',
        '懂用户体验和可用性测试',
        '良好的英文阅读能力',
        '使用 Mac OS',
        '有趣'
      ]
    }
  }
];
