module.exports = [
  {
    id: 'kehujingli',
    contType: 'job',
    title: '客户经理',
    content: {
      duty: [
        '负责极客公园平台资源销售、商务合作,客户需求的深度发掘，完成内容合作、线下活动、定制资源等项目的招商，并能独立运营项目，协调各部门资源，完成业绩目标',
        '负责新客户资源的开发并根据客户要求提供服务方案',
        '对客户进行有效拜访，建立良好合作关系',
        '每周提交工作总结，销售情况及时汇总，并提出合理建议',
        '跟进客户推广计划，与策划经理、执行经理配合，提供符合客户定位需求的执行方案，并监督落地执行',
        '开拓潜在市场资源、维系现有客户',
        '签订合同、完成合作流程，定期完成回款任务',
        '完成确认的销售目标',
        '与广告公司，公关公司维护长期合作关系',
        '建立客户管理数据库，并将客户资源统一到部门助理管理'
      ],
      skills: [
        '大专以上学历，2年媒体行业客户服务工作优先',
        '具有项目提案经验，熟悉客户服务运作模式',
        '具有良好的职业形象，沟通能力及谈判能力强',
        '做事有效率，具有强大的执行能力，工作积极，乐观向上，有团队精神，能承受压力',
        '简单的英语读写能力'
      ]
    }
  },
  {
    id: 'kehuzhixing',
    contType: 'job',
    title: '客户执行',
    content: {
      duty: [
        '通过与客户的良好沟通，充分理解并把握客户需求，协助客户经理与其他部门共同完成项目方案撰写，并完成提案',
        '独立负责并统筹项目的整体推进，组建项目团队，与客户经理一起对客户与执行项目人员的协调和沟通',
        '负责客户项目的具体执行工作，合理规划项目流程及工作进度，积极组织各项沟通会议，对项目资源报价梳理、对接客户、执行方案计划、排期计划，落地执行等，有效监督各个完成环节并形成评估总结报告',
        '积极维护与客户的良好关系，应变能力强，能妥善处理突发情况',
        '为客户项目跟踪及效果反馈报告及其他服务',
        '具有策略能力培养潜力, 对互动整合营销有较好的理解',
        '了解分析同行业的信息，关注业内同行的市场波动，具有一定水准的业内信息知识量'
      ],
      skills: [
        '大专以上学历，2年媒体行业客户服务工作优先',
        '具有项目提案经验，熟悉客户服务运作模式',
        '具有良好的职业形象，沟通能力及谈判能力强',
        '做事有效率，具有强大的执行能力，工作积极，乐观向上，有团队精神，能承受压力',
        '简单的英语读写能力'
      ]
    }
  }
];
