module.exports = [
  {
    id: 'shijueshejishi',
    contType: 'job',
    title: '视觉设计师',
    content: {
      des: [
        '无论偏向网站UI/UED方向或视觉创意方向，我们都欢迎'
      ],
      duty: [
        '为极客公园定期举办的各项活动提供设计支持',
        '独立负责从创意、设定设计风格、到最终设计执行的完整环节',
        '为网站各个分频道的网站改版提供设计支持'
      ],
      skills: [
        '热爱设计，擅长用视觉表达想法',
        '思维活跃，勤于学习，能敏锐地洞察并吸收新的设计元素',
        '具备独立完成从idea到落实为完整设计案的执行力',
        '良好的沟通能力及团队精神',
        '视觉传达、平面设计相关专业毕业，从事视觉设计工作一年以上经验',
        '请务必提交小于20M的作品集（或个人网站链接）'
      ]
    }
  },
  {
    id: 'zishenshijueshejishi',
    contType: 'job',
    title: '资深视觉设计师',
    content: {
      des: [
        '无论偏向网站UI/UED方向或视觉创意方向，我们都欢迎'
      ],
      duty: [
        '为极客公园定期举办的各项活动提供设计支持',
        '独立负责从创意、设定设计风格、到最终设计执行的完整环节',
        '为网站各个分频道的网站改版提供设计支持'
      ],
      skills: [
        '热爱设计，擅长用视觉表达想法',
        '思维活跃，勤于学习，能敏锐地洞察并吸收新的设计元素',
        '具备独立完成从idea到落实为完整设计案的执行力',
        '良好的沟通能力及团队精神',
        '视觉传达、平面设计相关专业毕业， 从事视觉设计工作三年以上经验',
        '请务必提交小于20M的作品集（或个人网站链接）'
      ]
    }
  }
];
